{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.2", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "use_bias": true, "name": "dense_1", "trainable": true, "kernel_regularizer": null, "activation": "relu", "dtype": "float32", "activity_regularizer": null, "units": 784, "bias_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 784], "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "use_bias": true, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "activation": "softmax", "name": "dense_2", "activity_regularizer": null, "kernel_constraint": null, "units": 10, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null}}]}